anthropic.claude-code
bierner.markdown-mermaid
charliermarsh.ruff
continue.continue
dbtlabsinc.dbt
dracula-theme.theme-dracula
eamodio.gitlens
github.copilot
github.copilot-chat
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
pkief.material-icon-theme
redhat.vscode-yaml
rooveterinaryinc.roo-cline
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
usernamehw.errorlens
